//
//  Constants.swift
//  Weekand
//
//  Created by 이호영 on 2022/06/18.
//

import Foundation

struct Constants {
    static let jobDataSource = [["학생", "취준생", "직장인", "프리랜서"],
                                ["경영", "사무", "마케팅", "IT", "디자인"],
                                ["무역", "유통", "영업", "서비스", "연구원"],
                                ["제조", "관광", "교육", "건설", "의료"],
                                ["연예", "미디어", "전문직", "특수직"],
                                ["사업", "주부"]]
    
    static let interestsDataSource = [["N잡","이직","구직","스터디","연구"],
                                        ["기획","마케팅","디자인","개발"],
                                        ["외국어","SNS","사업","경제"],
                                        ["반려동물","봉사","자기계발","문화생활"],
                                        ["영화","음악","독서","글쓰기","게임"],
                                        ["운동","여행"]]
}
